Repository: sudhakaren/agentic-graph
Catalog: Agentic Graph/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fi, fr, it, ja, ko, pl, pt_br, tr

source: Optional reverse target — enables a second Translate button that converts back into this language. Leave empty to hide the button.
ar: هدف عكسي اختياري — يفعِّل زر ترجمة ثانٍ يحوِّل النص إلى هذه اللغة. اتركه فارغًا لإخفاء الزر.
cs: Volitelný opačný cíl — povolí druhé tlačítko Přeložit, které převede zpět do tohoto jazyka. Pro skrytí tlačítka nechte prázdné.
de: Optionales Umkehrziel — aktiviert eine zweite Übersetzen-Schaltfläche, die in diese Sprache zurückübersetzt. Leer lassen, um die Schaltfläche auszublenden.
el: Προαιρετικός αντίστροφος στόχος — ενεργοποιεί ένα δεύτερο κουμπί Μετάφραση που μετατρέπει πίσω σε αυτήν τη γλώσσα. Αφήστε κενό για να αποκρύψετε το κουμπί.
es: Destino inverso opcional — activa un segundo botón de Traducir que vuelve a este idioma. Déjalo vacío para ocultar el botón.
fi: Valinnainen käänteinen kohde — käyttöön tulee toinen Käännä-painike, joka muuntaa takaisin tälle kielelle. Jätä tyhjäksi piilottaaksesi painikkeen.
fr: Cible inverse facultative — active un second bouton Traduire qui reconvertit dans cette langue. Laissez vide pour masquer le bouton.
it: Destinazione inversa opzionale — abilita un secondo pulsante Traduci che riconverte in questa lingua. Lascia vuoto per nascondere il pulsante.
ja: 任意の逆方向ターゲット — この言語に戻す2つ目の「翻訳」ボタンを有効にします。空欄のままにするとボタンは非表示になります。
ko: 선택적 역방향 대상 — 이 언어로 다시 변환하는 두 번째 '번역' 버튼을 활성화합니다. 비워 두면 버튼이 숨겨집니다.
pl: Opcjonalny cel odwrotny — włącza drugi przycisk Tłumacz, który zwraca tekst do tego języka. Pozostaw puste, aby ukryć przycisk.
pt_br: Destino reverso opcional — habilita um segundo botão Traduzir que converte de volta para este idioma. Deixe vazio para ocultar o botão.
tr: Opsiyonel ters hedef — bu dile geri çeviren ikinci bir Çevir düğmesini etkinleştirir. Düğmeyi gizlemek için boş bırakın.

source: Orchestrator
ar: منسِّق
cs: Orchestrátor
el: Συντονιστής
es: Orquestador
fi: Orkestroija
fr: Orchestrateur
it: Orchestratore
ja: オーケストレーター
ko: 오케스트레이터
pl: Orkiestrator
pt_br: Orquestrador
tr: Orkestratör

source: Order
ar: الترتيب
cs: Pořadí
de: Reihenfolge
el: Σειρά
es: Orden
fi: Järjestys
fr: Ordre
it: Ordine
ja: 順序
ko: 순서
pl: Kolejność
pt_br: Ordem
tr: Sıra

source: Orphans
ar: يتيمة
cs: Osiřelé
de: Verwaiste
el: Ορφανά
es: Huérfanos
fi: Orvot
fr: Orphelins
it: Orfani
ja: 孤立ノード
ko: 고립 노드
pl: Osierocone
pt_br: Órfãos
tr: Yetim

source: Output Channel
ar: قناة الإخراج
cs: Výstupní kanál
de: Ausgangskanal
el: Κανάλι εξόδου
es: Canal de salida
fi: Tuloskanava
fr: Canal de sortie
it: Canale di uscita
ja: 出力チャネル
ko: 출력 채널
pl: Kanał wyjściowy
pt_br: Canal de saída
tr: Çıkış kanalı

source: Outputs
ar: المخرجات
cs: Výstupy
de: Ausgaben
el: Έξοδοι
es: Salidas
fi: Tulosteet
fr: Sorties
it: Uscite
ja: 出力
ko: 출력
pl: Wyjścia
pt_br: Saídas
tr: Çıkışlar

source: Oval
ar: بيضاوي
cs: Ovál
el: Έλλειψη
es: Óvalo
fi: Soikio
fr: Ovale
it: Ovale
ja: 楕円
ko: 타원
pl: Owal

source: Overall Risk
ar: المخاطر الإجمالية
cs: Celkové riziko
de: Gesamtrisiko
el: Συνολικός κίνδυνος
es: Riesgo general
fi: Kokonaisriski
fr: Risque global
it: Rischio complessivo
ja: 全体的なリスク
ko: 전체 위험
pl: Ogólne ryzyko
pt_br: Risco geral
tr: Genel risk

source: P95 < 5s
ar: P95 < 5 ثوانٍ
ja: P95 < 5秒
ko: P95 < 5초
tr: P95 < 5 sn

source: p95 call multiplier
ar: مضاعِف استدعاء p95
cs: Násobitel volání p95
de: p95-Aufrufmultiplikator
el: Πολλαπλασιαστής κλήσεων p95
es: Multiplicador de llamada p95
fi: p95-kutsukerroin
fr: Multiplicateur d'appel p95
it: Moltiplicatore di chiamata p95
ja: p95 呼び出し乗数
ko: p95 호출 배수
pl: Mnożnik wywołań p95
pt_br: Multiplicador de chamada p95
tr: p95 çağrı çarpanı

source: p95 exceeds the %@ latency budget.
ar: تجاوز p95 ميزانية زمن الاستجابة %@.
cs: p95 překračuje rozpočet latence %@.
de: p95 überschreitet das Latenzbudget von %@.
el: Το p95 υπερβαίνει τον προϋπολογισμό καθυστέρησης των %@.
es: p95 supera el presupuesto de latencia de %@.
fi: p95 ylittää viivebudjetin %@.
fr: p95 dépasse le budget de latence de %@.
it: p95 supera il budget di latenza di %@.
ja: p95 がレイテンシ予算の %@ を超えています。
ko: p95가 %@ 지연 예산을 초과합니다.
pl: p95 przekracza budżet opóźnienia %@.
pt_br: p95 excede o orçamento de latência de %@.
tr: p95, %@ gecikme bütçesini aşıyor.

source: p95 fraction
ar: نسبة p95
cs: Podíl p95
de: p95-Anteil
el: Ποσοστό p95
es: Fracción p95
fi: p95-osuus
fr: Fraction p95
it: Frazione p95
ja: p95 の割合
ko: p95 비율
pl: Część p95
pt_br: Fração p95
tr: p95 oranı

source: Parallel Evaluations
ar: التقييمات المتوازية
cs: Paralelní vyhodnocení
de: Parallele Auswertungen
el: Παράλληλες αξιολογήσεις
es: Evaluaciones paralelas
fi: Rinnakkaiset arvioinnit
fr: Évaluations parallèles
it: Valutazioni parallele
ja: 並列評価
ko: 병렬 평가
pl: Równoległe oceny
pt_br: Avaliações paralelas
tr: Paralel değerlendirmeler

source: Parallelise tool calls
ar: تنفيذ استدعاءات الأدوات بالتوازي
cs: Paralelizovat volání nástrojů
de: Werkzeugaufrufe parallelisieren
el: Παραλληλισμός κλήσεων εργαλείων
es: Paralelizar llamadas a herramientas
fi: Rinnakkaista työkalukutsut
fr: Paralléliser les appels d'outils
it: Parallelizzare le chiamate agli strumenti
ja: ツール呼び出しを並列化
ko: 도구 호출 병렬화
pl: Zrównoleglić wywołania narzędzi
pt_br: Paralelizar chamadas de ferramentas
tr: Araç çağrılarını paralelleştir

source: Parameters
ar: المعاملات
cs: Parametry
de: Parameter
el: Παράμετροι
es: Parámetros
fi: Parametrit
fr: Paramètres
it: Parametri
ja: パラメータ
ko: 매개변수
pl: Parametry
pt_br: Parâmetros
tr: Parametreler

source: Pattern
ar: النمط
cs: Vzor
de: Muster
el: Πρότυπο
es: Patrón
fi: Malli
fr: Motif
ja: パターン
ko: 패턴
pl: Wzorzec
pt_br: Padrão
tr: Desen

source: Pattern Prompt Template
ar: قالب موجه النمط
cs: Šablona promptu vzoru
de: Muster-Prompt-Vorlage
el: Πρότυπο prompt μοτίβου
es: Plantilla de prompt de patrón
fi: Mallikehotteen pohja
fr: Modèle de prompt de motif
it: Modello prompt pattern
ja: パターンプロンプトテンプレート
ko: 패턴 프롬프트 템플릿
pl: Szablon promptu wzorca
pt_br: Modelo de prompt de padrão
tr: Desen prompt şablonu

source: Patterns
ar: الأنماط
cs: Vzory
de: Muster
el: Μοτίβα
es: Patrones
fi: Mallit
fr: Motifs
it: Pattern
ja: パターン
ko: 패턴
pl: Wzorce
pt_br: Padrões
tr: Desenler

source: Patterns in this category will be moved to Uncategorized.
ar: سيتم نقل الأنماط في هذه الفئة إلى غير مصنفة.
cs: Vzory v této kategorii budou přesunuty do kategorie Bez kategorie.
de: Muster dieser Kategorie werden in Nicht kategorisiert verschoben.
el: Τα μοτίβα αυτής της κατηγορίας θα μετακινηθούν στο Χωρίς κατηγορία.
es: Los patrones de esta categoría se moverán a Sin categorizar.
fi: Tämän kategorian mallit siirretään Luokittelemattomiin.
fr: Les motifs de cette catégorie seront déplacés vers Sans catégorie.
it: I pattern in questa categoria saranno spostati in Non categorizzati.
ja: このカテゴリのパターンは「未分類」に移動されます。
ko: 이 범주의 패턴은 '미분류'로 이동됩니다.
pl: Wzorce w tej kategorii zostaną przeniesione do Bez kategorii.
pt_br: Os padrões nesta categoria serão movidos para Sem categoria.
tr: Bu kategorideki desenler Kategorisiz'e taşınacak.

source: Pending
ar: معلَّق
cs: Čeká
de: Ausstehend
el: Σε εκκρεμότητα
es: Pendiente
fi: Odottaa
fr: En attente
it: In attesa
ja: 保留中
ko: 대기 중
pl: Oczekujące
pt_br: Pendente
tr: Beklemede

source: Per %lld users
ar: لكل %lld مستخدم
cs: Na %lld uživatelů
de: Pro %lld Benutzer
el: Ανά %lld χρήστες
es: Por %lld usuarios
fi: Per %lld käyttäjää
fr: Par %lld utilisateurs
it: Per %lld utenti
ja: %lld ユーザーあたり
ko: 사용자 %lld명당
pl: Na %lld użytkowników
pt_br: Por %lld usuários
tr: %lld kullanıcı başına

source: Per-call slowdown applied to the p95 estimate to account for tail variability.
ar: تباطؤ لكل استدعاء يُطبَّق على تقدير p95 لمراعاة تباين الذيل.
cs: Zpomalení na jedno volání použité na odhad p95 kvůli zohlednění variability chvostu.
de: Verlangsamung pro Aufruf, die auf die p95-Schätzung angewendet wird, um die Tail-Variabilität zu berücksichtigen.
el: Επιβράδυνση ανά κλήση που εφαρμόζεται στην εκτίμηση p95 για να ληφθεί υπόψη η μεταβλητότητα της ουράς.
es: Ralentización por llamada aplicada a la estimación p95 para tener en cuenta la variabilidad de la cola.
fi: Kutsukohtainen hidastus, joka lisätään p95-arvioon hännän vaihtelun huomioimiseksi.
fr: Ralentissement par appel appliqué à l'estimation p95 pour tenir compte de la variabilité de queue.
it: Rallentamento per chiamata applicato alla stima p95 per tenere conto della variabilità della coda.
ja: テールのばらつきを考慮して p95 推定に適用される、呼び出しごとの低速化。
ko: 테일 변동성을 고려하기 위해 p95 추정치에 적용되는 호출당 지연 배수.
pl: Spowolnienie na wywołanie stosowane do szacowania p95 w celu uwzględnienia zmienności ogona.
pt_br: Desaceleração por chamada aplicada à estimativa p95 para considerar a variabilidade da cauda.
tr: Kuyruk değişkenliğini hesaba katmak için p95 tahminine uygulanan çağrı başına yavaşlama.

source: Performance
ar: الأداء
cs: Výkon
de: Leistung
el: Επιδόσεις
es: Rendimiento
fi: Suorituskyky
it: Prestazioni
ja: パフォーマンス
ko: 성능
pl: Wydajność
pt_br: Desempenho
tr: Performans

source: Phone
ar: هاتف
cs: Telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono
fi: Puhelin
fr: Téléphone
it: Telefono
ja: 電話
ko: 전화
pl: Telefon
pt_br: Telefone
tr: Telefon

source: Please select an agent node to analyse.
ar: يرجى تحديد عقدة وكيل لتحليلها.
cs: Vyberte uzel agenta k analýze.
de: Wähle einen Agent-Knoten zur Analyse aus.
el: Επιλέξτε έναν κόμβο πράκτορα για ανάλυση.
es: Selecciona un nodo de agente para analizar.
fi: Valitse analysoitava agenttisolmu.
fr: Sélectionnez un nœud d'agent à analyser.
it: Seleziona un nodo agente da analizzare.
ja: 分析するエージェントノードを選択してください。
ko: 분석할 에이전트 노드를 선택하세요.
pl: Wybierz węzeł agenta do analizy.
pt_br: Selecione um nó de agente para analisar.
tr: Analiz için bir aracı düğümü seçin.

source: Pods
ar: الحجيرات
cs: Pody
fi: Podit
it: Pod
ja: ポッド
ko: 파드
pl: Pody
tr: Pod'lar

source: Portal
ar: بوابة
cs: Portál
el: Πύλη
fi: Portaali
fr: Portail
it: Portale
ja: ポータル
ko: 포털

source: Ports (%lld)
ar: المنافذ (%lld)
cs: Porty (%lld)
el: Θύρες (%lld)
es: Puertos (%lld)
fi: Portit (%lld)
it: Porte (%lld)
ja: ポート (%lld)
ko: 포트 (%lld)
pl: Porty (%lld)
pt_br: Portas (%lld)
tr: Bağlantı noktaları (%lld)

source: Position Locked
ar: الموقع مقفل
cs: Poloha uzamčena
de: Position gesperrt
el: Θέση κλειδωμένη
es: Posición bloqueada
fi: Sijainti lukittu
fr: Position verrouillée
it: Posizione bloccata
ja: 位置をロック
ko: 위치 잠김
pl: Pozycja zablokowana
pt_br: Posição bloqueada
tr: Konum kilitli

source: Positive Signals
ar: إشارات إيجابية
cs: Pozitivní signály
de: Positive Signale
el: Θετικά σήματα
es: Señales positivas
fi: Positiiviset signaalit
fr: Signaux positifs
it: Segnali positivi
ja: ポジティブシグナル
ko: 긍정 신호
pl: Pozytywne sygnały
pt_br: Sinais positivos
tr: Olumlu sinyaller

source: Preparing...
ar: جارٍ التحضير…
cs: Připravuje se…
de: Vorbereiten…
el: Προετοιμασία…
es: Preparando…
fi: Valmistellaan…
fr: Préparation…
it: Preparazione…
ja: 準備中...
ko: 준비 중...
pl: Przygotowywanie…
pt_br: Preparando…
tr: Hazırlanıyor…

source: Prioritised
ar: بأولوية
cs: Prioritizováno
de: Priorisiert
el: Με προτεραιότητα
es: Priorizado
fi: Priorisoitu
fr: Priorisé
it: Prioritario
ja: 優先順位付き
ko: 우선순위 지정됨
pl: Priorytetowe
pt_br: Priorizado
tr: Önceliklendirilmiş

source: Processing
ar: المعالجة
cs: Zpracování
de: Verarbeitung
el: Επεξεργασία
es: Procesamiento
fi: Käsittely
fr: Traitement
it: Elaborazione
ja: 処理
ko: 처리
pl: Przetwarzanie
pt_br: Processamento
tr: İşleme

source: Project
ar: المشروع
cs: Projekt
de: Projekt
el: Έργο
es: Proyecto
fi: Projekti
fr: Projet
it: Progetto
ja: プロジェクト
ko: 프로젝트
pl: Projekt
pt_br: Projeto
tr: Proje

source: Project merge complete
ar: اكتمل دمج المشروع
cs: Sloučení projektu dokončeno
de: Projektzusammenführung abgeschlossen
el: Η συγχώνευση έργου ολοκληρώθηκε
es: Fusión del proyecto completada
fi: Projektin yhdistäminen valmis
fr: Fusion du projet terminée
it: Unione del progetto completata
ja: プロジェクトのマージが完了しました
ko: 프로젝트 병합 완료
pl: Scalanie projektu zakończone
pt_br: Mesclagem do projeto concluída
tr: Proje birleştirme tamamlandı

source: Project Name
ar: اسم المشروع
cs: Název projektu
de: Projektname
el: Όνομα έργου
es: Nombre del proyecto
fi: Projektin nimi
fr: Nom du projet
it: Nome del progetto
ja: プロジェクト名
ko: 프로젝트 이름
pl: Nazwa projektu
pt_br: Nome do projeto
tr: Proje adı

source: Prompt
ar: موجه
fi: Kehote
ja: プロンプト
ko: 프롬프트

source: Prompt Analysis
ar: تحليل الموجه
cs: Analýza promptu
de: Prompt-Analyse
el: Ανάλυση prompt
es: Análisis de prompt
fi: Promptin analyysi
fr: Analyse de prompt
it: Analisi del prompt
ja: プロンプト分析
ko: 프롬프트 분석
pl: Analiza promptu
pt_br: Análise de prompt
tr: Prompt analizi

source: Prompt Analysis — Last LLM Exchange
ar: تحليل الموجه — آخر تبادل مع LLM
cs: Analýza promptu — poslední výměna s LLM
de: Prompt-Analyse — letzter LLM-Austausch
el: Ανάλυση prompt — τελευταία ανταλλαγή LLM
es: Análisis de prompt — último intercambio con LLM
fi: Promptin analyysi — viimeisin LLM-vaihto
fr: Analyse de prompt — dernier échange LLM
it: Analisi del prompt — ultimo scambio LLM
ja: プロンプト分析 — 直近の LLM 通信
ko: 프롬프트 분석 — 마지막 LLM 교환
pl: Analiza promptu — ostatnia wymiana z LLM
pt_br: Análise de prompt — última troca com LLM
tr: Prompt analizi — son LLM alışverişi

source: Prompt Mgmt
ar: إدارة الموجهات
cs: Správa promptů
de: Prompt-Verwaltung
el: Διαχείριση prompt
es: Gestión de prompts
fi: Promptin hallinta
fr: Gestion des prompts
it: Gestione prompt
ja: プロンプト管理
ko: 프롬프트 관리
pl: Zarządzanie promptami
pt_br: Gestão de prompts
tr: Prompt yönetimi

source: Properties
ar: الخصائص
cs: Vlastnosti
de: Eigenschaften
el: Ιδιότητες
es: Propiedades
fi: Ominaisuudet
fr: Propriétés
it: Proprietà
ja: プロパティ
ko: 속성
pl: Właściwości
pt_br: Propriedades
tr: Özellikler

source: Provider
ar: المزود
cs: Poskytovatel
de: Anbieter
el: Πάροχος
es: Proveedor
fi: Tarjoaja
fr: Fournisseur
ja: プロバイダ
ko: 제공자
pl: Dostawca
pt_br: Provedor
tr: Sağlayıcı

source: Provider Unavailable
ar: المزود غير متاح
cs: Poskytovatel není k dispozici
de: Anbieter nicht verfügbar
el: Πάροχος μη διαθέσιμος
es: Proveedor no disponible
fi: Tarjoaja ei käytettävissä
fr: Fournisseur indisponible
it: Provider non disponibile
ja: プロバイダを利用できません
ko: 제공자를 사용할 수 없음
pl: Dostawca niedostępny
pt_br: Provedor indisponível
tr: Sağlayıcı kullanılamıyor

source: Quality
ar: الجودة
cs: Kvalita
de: Qualität
el: Ποιότητα
es: Calidad
fi: Laatu
fr: Qualité
it: Qualità
ja: 品質
ko: 품질
pl: Jakość
pt_br: Qualidade
tr: Kalite

source: RAG (Semantic)
ar: RAG (دلالي)
cs: RAG (sémantické)
de: RAG (semantisch)
el: RAG (σημασιολογικό)
es: RAG (semántico)
fi: RAG (semanttinen)
fr: RAG (sémantique)
it: RAG (semantico)
ja: RAG（セマンティック）
ko: RAG(시맨틱)
pl: RAG (semantyczne)
pt_br: RAG (semântico)
tr: RAG (anlamsal)

source: RAM (GB)
ar: الذاكرة (GB)
fr: RAM (Go)

source: Raw Response
ar: الاستجابة الأولية
cs: Hrubá odpověď
de: Rohantwort
el: Ακατέργαστη απόκριση
es: Respuesta sin procesar
fi: Raakavastaus
fr: Réponse brute
it: Risposta grezza
ja: 生のレスポンス
ko: 원시 응답
pl: Surowa odpowiedź
pt_br: Resposta bruta
tr: Ham yanıt

source: Reasoning
ar: الاستدلال
cs: Uvažování
de: Schlussfolgerung
el: Συλλογισμός
es: Razonamiento
fi: Päättely
fr: Raisonnement
it: Ragionamento
ja: 推論
ko: 추론
pl: Rozumowanie
pt_br: Raciocínio
tr: Akıl yürütme

source: Reasoning Loops
ar: حلقات الاستدلال
cs: Smyčky uvažování
de: Schlussfolgerungsschleifen
el: Βρόχοι συλλογισμού
es: Bucles de razonamiento
fi: Päättelysilmukat
fr: Boucles de raisonnement
it: Cicli di ragionamento
ja: 推論ループ
ko: 추론 루프
pl: Pętle rozumowania
pt_br: Ciclos de raciocínio
tr: Akıl yürütme döngüleri

source: Recommendation
ar: توصية
cs: Doporučení
de: Empfehlung
el: Σύσταση
es: Recomendación
fi: Suositus
fr: Recommandation
it: Raccomandazione
ja: 推奨事項
ko: 권장 사항
pl: Zalecenie
pt_br: Recomendação
tr: Öneri

source: Recommendation:
ar: التوصية:
cs: Doporučení:
de: Empfehlung:
el: Σύσταση:
es: Recomendación:
fi: Suositus:
fr: Recommandation :
it: Raccomandazione:
ja: 推奨事項:
ko: 권장 사항:
pl: Zalecenie:
pt_br: Recomendação:
tr: Öneri:

source: Rectangle
ar: مستطيل
cs: Obdélník
de: Rechteck
el: Ορθογώνιο
es: Rectángulo
fi: Suorakulmio
it: Rettangolo
ja: 長方形
ko: 직사각형
pl: Prostokąt
pt_br: Retângulo
tr: Dikdörtgen

source: Registry
ar: سجل
cs: Registr
el: Μητρώο
es: Registro
fi: Rekisteri
fr: Registre
it: Registro
ja: レジストリ
ko: 레지스트리
pl: Rejestr
pt_br: Registro
tr: Kayıt defteri

source: Regulatory Constraints
ar: القيود التنظيمية
cs: Regulační omezení
de: Regulatorische Einschränkungen
el: Ρυθμιστικοί περιορισμοί
es: Restricciones regulatorias
fi: Säädösrajoitukset
fr: Contraintes réglementaires
it: Vincoli normativi
ja: 規制上の制約
ko: 규제 제약
pl: Ograniczenia regulacyjne
pt_br: Restrições regulatórias
tr: Düzenleyici kısıtlamalar

source: Relevant Node Kinds
ar: أنواع العقد ذات الصلة
cs: Relevantní druhy uzlů
de: Relevante Knotenarten
el: Σχετικοί τύποι κόμβων
es: Tipos de nodos relevantes
fi: Olennaiset solmutyypit
fr: Types de nœuds pertinents
it: Tipi di nodo rilevanti
ja: 関連ノード種別
ko: 관련 노드 종류
pl: Istotne typy węzłów
pt_br: Tipos de nó relevantes
tr: İlgili düğüm türleri

source: Remove
ar: إزالة
cs: Odebrat
de: Entfernen
el: Αφαίρεση
es: Quitar
fi: Poista
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt_br: Remover
tr: Kaldır

source: Remove category
ar: إزالة الفئة
cs: Odebrat kategorii
de: Kategorie entfernen
el: Αφαίρεση κατηγορίας
es: Quitar categoría
fi: Poista kategoria
fr: Supprimer la catégorie
it: Rimuovi categoria
ja: カテゴリを削除
ko: 범주 제거
pl: Usuń kategorię
pt_br: Remover categoria
tr: Kategoriyi kaldır

source: Remove category "%@"?
ar: إزالة الفئة "%@"؟
cs: Odebrat kategorii „%@“?
de: Kategorie "%@" entfernen?
el: Αφαίρεση της κατηγορίας "%@";
es: ¿Quitar la categoría "%@"?
fi: Poistetaanko kategoria "%@"?
fr: Supprimer la catégorie "%@" ?
it: Rimuovere la categoria "%@"?
ja: カテゴリ「%@」を削除しますか？
ko: 범주 "%@"를 제거하시겠습니까?
pl: Usunąć kategorię „%@”?
pt_br: Remover a categoria "%@"?
tr: "%@" kategorisi kaldırılsın mı?

source: Reorder Ports
ar: إعادة ترتيب المنافذ
cs: Změnit pořadí portů
de: Ports neu anordnen
el: Επαναδιάταξη θυρών
es: Reordenar puertos
fi: Järjestä portit
fr: Réorganiser les ports
it: Riordina porte
ja: ポートの順序を変更
ko: 포트 순서 변경
pl: Zmień kolejność portów
pt_br: Reordenar portas
tr: Bağlantı noktalarını sırala

source: Replace
ar: استبدال
cs: Nahradit
de: Ersetzen
el: Αντικατάσταση
es: Reemplazar
fi: Korvaa
fr: Remplacer
it: Sostituisci
ja: 置き換え
ko: 교체
pl: Zamień
pt_br: Substituir
tr: Değiştir

source: Replace prompt with agent instructions?
ar: هل تريد استبدال الموجه بتعليمات الوكيل؟
cs: Nahradit prompt instrukcemi agenta?
de: Prompt durch Agentenanweisungen ersetzen?
el: Αντικατάσταση του prompt με τις οδηγίες του πράκτορα;
es: ¿Reemplazar el prompt con las instrucciones del agente?
fi: Korvataanko kehote agentin ohjeilla?
fr: Remplacer le prompt par les instructions de l'agent ?
it: Sostituire il prompt con le istruzioni dell'agente?
ja: プロンプトをエージェントの指示で置き換えますか？
ko: 프롬프트를 에이전트 지침으로 교체하시겠습니까?
pl: Zamienić prompt na instrukcje agenta?
pt_br: Substituir o prompt pelas instruções do agente?
tr: Prompt aracı yönergeleriyle değiştirilsin mi?

source: Replace prompt with chain instructions?
ar: هل تريد استبدال الموجه بتعليمات السلسلة؟
cs: Nahradit prompt instrukcemi řetězce?
de: Prompt durch Kettenanweisungen ersetzen?
el: Αντικατάσταση του prompt με τις οδηγίες της αλυσίδας;
es: ¿Reemplazar el prompt con las instrucciones de la cadena?
fi: Korvataanko kehote ketjun ohjeilla?
fr: Remplacer le prompt par les instructions de la chaîne ?
it: Sostituire il prompt con le istruzioni della catena?
ja: プロンプトをチェーンの指示で置き換えますか？
ko: 프롬프트를 체인 지침으로 교체하시겠습니까?
pl: Zamienić prompt na instrukcje łańcucha?
pt_br: Substituir o prompt pelas instruções da cadeia?
tr: Prompt zincir yönergeleriyle değiştirilsin mi?

source: Reset
ar: إعادة ضبط
cs: Obnovit
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Palauta
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
pl: Resetuj
pt_br: Redefinir
tr: Sıfırla

source: Reset all latency parameters to defaults?
ar: إعادة تعيين جميع معاملات زمن الاستجابة إلى القيم الافتراضية؟
cs: Obnovit všechny parametry latence na výchozí hodnoty?
de: Alle Latenzparameter auf Standardwerte zurücksetzen?
el: Επαναφορά όλων των παραμέτρων καθυστέρησης στις προεπιλογές;
es: ¿Restablecer todos los parámetros de latencia a sus valores predeterminados?
fi: Palautetaanko kaikki viiveparametrit oletusarvoihin?
fr: Réinitialiser tous les paramètres de latence aux valeurs par défaut ?
it: Ripristinare tutti i parametri di latenza ai valori predefiniti?
ja: すべてのレイテンシパラメータをデフォルトにリセットしますか？
ko: 모든 지연 시간 매개변수를 기본값으로 재설정하시겠습니까?
pl: Przywrócić wszystkie parametry opóźnienia do wartości domyślnych?
pt_br: Redefinir todos os parâmetros de latência para os padrões?
tr: Tüm gecikme parametreleri varsayılanlara sıfırlansın mı?

source: Reset all patterns to defaults?
ar: إعادة ضبط كل الأنماط إلى الافتراضي؟
cs: Obnovit všechny vzory na výchozí?
de: Alle Muster auf Standardwerte zurücksetzen?
el: Επαναφορά όλων των μοτίβων στις προεπιλογές;
es: ¿Restablecer todos los patrones a los valores por defecto?
fi: Palautetaanko kaikki mallit oletuksiksi?
fr: Réinitialiser tous les motifs aux valeurs par défaut ?
it: Reimpostare tutti i pattern ai valori predefiniti?
ja: すべてのパターンをデフォルトにリセットしますか？
ko: 모든 패턴을 기본값으로 재설정하시겠습니까?
pl: Przywrócić wszystkie wzorce do wartości domyślnych?
pt_br: Restaurar todos os padrões para os valores padrão?
tr: Tüm desenler varsayılanlara sıfırlansın mı?

source: Reset all sizing parameters to defaults?
ar: إعادة ضبط جميع معاملات تحديد الحجم إلى الافتراضي؟
cs: Obnovit všechny parametry stanovení velikosti na výchozí?
de: Alle Größenparameter auf Standardwerte zurücksetzen?
el: Επαναφορά όλων των παραμέτρων διαστασιολόγησης στις προεπιλογές;
es: ¿Restablecer todos los parámetros de dimensionamiento a los valores por defecto?
fi: Palautetaanko kaikki mitoitusparametrit oletuksiksi?
fr: Réinitialiser tous les paramètres de dimensionnement aux valeurs par défaut ?
it: Reimpostare tutti i parametri di dimensionamento ai valori predefiniti?
ja: すべてのサイジングパラメータをデフォルトにリセットしますか？
ko: 모든 사이징 매개변수를 기본값으로 재설정하시겠습니까?
pl: Przywrócić wszystkie parametry wymiarowania do wartości domyślnych?
pt_br: Restaurar todos os parâmetros de dimensionamento para os valores padrão?
tr: Tüm boyutlandırma parametreleri varsayılanlara sıfırlansın mı?

source: Reset Defaults
ar: إعادة ضبط الإعدادات الافتراضية
cs: Obnovit výchozí
de: Standardwerte zurücksetzen
el: Επαναφορά
es: Restablecer valores
fi: Palauta oletukset
fr: Réinitialiser
it: Reimposta
ja: デフォルトをリセット
ko: 기본값 재설정
pl: Przywróć
pt_br: Restaurar padrões
tr: Varsayılanlara sıfırla

source: Reset Prompts to Defaults
ar: إعادة ضبط الموجهات إلى الافتراضي
cs: Obnovit výchozí prompty
de: Prompts auf Standard zurücksetzen
el: Επαναφορά προεπιλεγμένων prompts
es: Restablecer prompts predeterminados
fi: Palauta kehotteet oletuksiksi
fr: Réinitialiser les prompts par défaut
it: Reimposta prompt predefiniti
ja: プロンプトをデフォルトにリセット
ko: 프롬프트를 기본값으로 재설정
pl: Przywróć domyślne prompty
pt_br: Restaurar prompts padrão
tr: Yönergeleri varsayılanlara sıfırla

source: Reset System Prompt to Default
ar: إعادة ضبط موجه النظام
cs: Obnovit systémový prompt
de: System-Prompt auf Standard zurücksetzen
el: Επαναφορά μηνύματος συστήματος
es: Restablecer mensaje del sistema
fi: Palauta järjestelmäkehote oletukseksi
fr: Réinitialiser le prompt système
it: Reimposta prompt di sistema
ja: システムプロンプトをデフォルトにリセット
ko: 시스템 프롬프트를 기본값으로 재설정
pl: Przywróć prompt systemowy
pt_br: Restaurar prompt do sistema
tr: Sistem yönergesini sıfırla

source: Reset Target Language to Default
ar: إعادة ضبط اللغة المستهدفة
cs: Obnovit cílový jazyk
de: Zielsprache zurücksetzen
el: Επαναφορά γλώσσας προορισμού
es: Restablecer idioma de destino
fi: Palauta kohdekieli oletukseksi
fr: Réinitialiser la langue cible
it: Reimposta lingua di destinazione
ja: ターゲット言語をデフォルトにリセット
ko: 대상 언어를 기본값으로 재설정
pl: Przywróć język docelowy
pt_br: Restaurar idioma de destino
tr: Hedef dili sıfırla
